Repository: wp-plugins/db-cache-reloaded
Catalog: db-cache-reloaded-*.po
Languages: pl_pl

source: <b>DB Cache Reloaded Error:</b> <code>wpdb</code> class is redefined, plugin cannot work!
pl_pl: <b>DB Cache Reloaded - Błąd:</b> klasa <code>wpdb</code> class jest przedefiniowana, plugin nie może pracować!

source: Previous definition is at %s.
pl_pl: Poprzednia definicja w %s.

source: <b>DB Cache Reloaded Info:</b> caching is not enabled. Please go to the <a href="%s">Options Page</a> to enable it.
pl_pl: <b>DB Cache Reloaded - Informacja:</b> cache nie nie jest włączone. Proszę przejść na <a href="%s">stronę opcji</a> aby je włączyć.

source: <b>DB Cache Reloaded Error:</b> DB Module (<code>wpdb</code> class) is not loaded. Please open the <a href="%1$s">Options Page</a>, disable caching (remember to save options) and enable it again. If this will not help, please check <a href="%2$s">FAQ</a> how to do manual upgrade.
pl_pl: <b>DB Cache Reloaded - Błąd:</b> Moduł DB (klasa <code>wpdb</code>) nie jest załadowana. Proszę otwórz <a href="%1$s">stronę opcji</a>, wyłącz cache (pamiętaj aby zapisać opcje) i włącz je ponownie. Jeżeli to nie pomoże, sprawdź proszę w <a href="%2$s">FAQ</a> jak ręcznie można dokonać aktualizacji.

source: <b>DB Cache Reloaded Error:</b> DB Module is not up to date (detected version %1$s instead of %2$s). In order to fix this, please open the <a href="%3$s">Options Page</a>, disable caching (remember to save options) and enable it again.
pl_pl: <b>DB Cache Reloaded - Błąd:</b> Moduł DB jest nieaktualny (wykryta wersja to %1$s zamiast %2$s). Aby to naprawić, przejdź na <a href="%3$s">stronę opcji</a>, wyłącz cache (oamiętaj aby zapisać opcje) i włącz je ponownie.

source: Caching activated.
pl_pl: Cache włączone.

source: Caching can't be activated. Please <a href="http://codex.wordpress.org/Changing_File_Permissions" target="blank">chmod 755</a> <u>wp-content</u> folder
pl_pl: Cache nie może być włączone. Proszę ustawić <a href="http://codex.wordpress.org/Changing_File_Permissions" target="blank">chmod 755</a> na katalogu <u>wp-content</u>

source: Caching deactivated. Cache files deleted.
pl_pl: Cache wyłączone. Zapisane pliki zostały usunięte.

source: <!-- Generated in {timer} seconds. Made {queries} queries to database and {cached} cached queries. Memory used - {memory} -->
pl_pl: <!-- Wygenerowano w {timer} sekund. Wykonano {queries} zapytań do bazy danych i {cached} zapisanych zapytań. Używana pamięć - {memory} -->

source: Cache files deleted.
pl_pl: Pliki cache zostały usunięte.

source: Expired cache files deleted.
pl_pl: Wygasłe pliki cache zostałe usunięte.

source: Settings saved.
pl_pl: Ustawienia zapisane.

source: Settings can't be saved. Please <a href="http://codex.wordpress.org/Changing_File_Permissions" target="blank">chmod 755</a> file <u>config.ini</u>
pl_pl: Ustawienia nie mogą zostać zapisane. Proszę ustawić <a href="http://codex.wordpress.org/Changing_File_Permissions" target="blank">chmod 755</a> dla pliku <u>config.ini</u>

source: DB Cache Reloaded - Options
pl_pl: DB Cache Reloaded - Opcje

source: Configuration
pl_pl: Konfiguracja

source: Enable
pl_pl: Włącz

source: Expire a cached query after
pl_pl: Zapisane zapytania wygasają po

source: minutes. <em>(Expired files are deleted automatically)</em>
pl_pl: minutach. <em>(Wygasłe pliki są usuwane automatycznie)</em>

source: Additional options
pl_pl: Dodatkowe opcje

source: Cache filter
pl_pl: Filtr cache

source: Do not cache queries that contains this input contents. Divide different filters with '|' (vertical line, e.g. '_posts|_postmeta')
pl_pl: Nie zapisuj zapytań które zawierają wpisane frazy. Rozdziel różne filtry za pomocą '|' (pionowa kreska, np. '_posts|_postmeta')

source: Load stats template
pl_pl: Załaduj szablon statystyk

source: It shows resources usage statistics in your template footer. To disable view just leave this field empty.<br/>{timer} - generation time, {queries} - count of queries to DB, {cached} - cached queries, {memory} - memory
pl_pl: Pokazuje statystyki wykorzystania zasobów w stopce strony. Aby to wyłączyć, pozostaw to pole puste.<br/>{timer} - czas generowania strony, {queries} - ilość zapytań do bazy danych, {cached} - ilość zapisanych zapytań, {memory} - pamięć

source: Save
pl_pl: Zapisz

source: Clear the cache
pl_pl: Wyczyść cache

source: Clear the expired cache
pl_pl: Wyczyść wygasłe cache

source: <strong>ERROR</strong>: WordPress %s requires MySQL 4.0.0 or higher
pl_pl: <strong>BŁĄD</strong>: WordPress %s wymaga MySQL 4.0.0 lub nowszego

source: <b>DB Cache Reloaded Error:</b> cannot include <code>db-functions.php</code> file. Please either reinstall plugin or remove <code>%s</code> file.
pl_pl: <b>DB Cache Reloaded - Błąd:</b> nie mogę dołączyć pliku<code>db-functions.php</code>. Proszę zainstaluj plugin ponownie albo usuń plik <code>%s</code>.

source: The fastest cache engine for WordPress, that produces cache of database queries with easy configuration. (Disable and enable caching after update)
pl_pl: Najszybsze cache dla WordPress, które buforuje zapytania do bazy danych, z prostą konfiguracją. (Wyłącz i włącz cacheowanie po aktualizacji)
